class Answers:
    answers = ['Сутки — 400 рублей. Оплата курьеру — наличными или картой.',
               'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто '
               'сделать несколько заказов — один за другим.',
               'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени '
               'аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, '
               'суточная аренда закончится 9 мая в 20:30.',
               'Только начиная с завтрашнего дня. Но скоро станем расторопнее.',
               'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.',
               'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься '
               'без передышек и во сне. Зарядка не понадобится.',
               'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.',
               'Да, обязательно. Всем самокатов! И Москве, и Московской области.']


class Comments:
    comments = 'sdbfvbsdnfv'

class MetroStation:
    station = 'ВДНХ'

class ExpectedText:
    heading_on_order_page = 'Для кого самокат'
    heading_on_confirmation_modal = 'Хотите оформить заказ?'
    heading_about_rent = 'Про аренду'
    heading_look_at_status = 'Посмотреть статус'
    messege_validate_first_name = 'Введите корректное имя'
    messege_validate_second_name = 'Введите корректную фамилию'
    messege_validate_delivery_address = 'Введите корректный адрес'
    messege_validate_metro_station = 'Выберите станцию'
    messege_validate_phone_number = 'Введите корректный номер'
    messege_validate_first_name = 'Введите корректное имя'
